"Cheerful" = "Ceria";

"Melodic" = "Merdu";

"Relaxed" = "Santai";

"Grooving" = "Grooving";

"Distorted" = "Terherot";

"Acoustic" = "Akustik";

"Processed" = "Diproses";

"Single" = "Tunggal";

"Part" = "Bahagian";

"Dark" = "Gelap";

"Dissonant" = "Disonan";

"Intense" = "Kuat";

"Arrhythmic" = "Aritmik";

"Clean" = "Bersih";

"Electric" = "Elektrik";

"Dry" = "Kering";

"Ensemble" = "Ensembel";

"Fill" = "Isi";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronik";

"Jazz" = "Jaz";

"Urban" = "Urban";

"World/Ethnic" = "Dunia";

"Cinematic/New Age" = "Sinematik";

"Orchestral" = "Orkestra";

"Country/Folk" = "Country";

"Experimental" = "Eksperimental";

"Other Genre" = "Genre Lain";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B Moden";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Pemisah Vintaj";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Genre Lain";

"Chinese Traditional" = "Tradisional Cina";

"Future Bass" = "Bes Masa Depan";

"Reggaeton Pop" = "Pop Reggaeton";

"Sound_Effects" = "Kesan Bunyi";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop Elektronik";

"Techno" = "Tekno";

"Bass" = "Bes";

"Electric Bass" = "Bes Elek";

"Acoustic Bass" = "Bes Akustik";

"Synthetic Bass" = "Bes Sintetik";

"Drums" = "Semua Dram";

"Drum Kit" = "Kit";

"Electronic Beats" = "Rentak";

"Kick" = "Tendang";

"Tom" = "Tom";

"Snare" = "Getar";

"Cymbal" = "Simbal";

"Hi-hat" = "Hi-Hat";

"Guitars" = "Gitar";

"Electric Guitar" = "Gitar Elek";

"Acoustic Guitar" = "Gitar Akustik";

"Banjo" = "Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Gitar Slaid";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Hon";

"Saxophone" = "Saksofon";

"Trumpet" = "Trompet";

"Flute" = "Seruling";

"Trombone" = "Trombon";

"Clarinet" = "Klarinet";

"French Horn" = "Hon Perancis";

"Tuba" = "Tuba";

"Oboe" = "Obo";

"Harmonica" = "Harmonika";

"Recorder" = "Perakam";

"Pan Flute" = "Seruling Pan";

"Bagpipe" = "Bagpipe";

"Bassoon" = "Basun";

"Piccolo" = "Pikolo";

"English Horn" = "Hon Inggeris";

"Brass" = "Loyang";

"Woodwind" = "Woodwind";

"Keyboards" = "Keyboard";

"Piano" = "Piano";

"Electric Piano" = "Piano Elek";

"Organ" = "Organ";

"Clavinet" = "Clavinet";

"Accordion" = "Akordion";

"Synthesizer" = "Synth";

"Rhodes" = "Rhodes";

"Celesta" = "Selesta";

"Harpsichord" = "Hapsikod";

"Mallets" = "Mallet";

"Steel Drum" = "Dram Besi";

"Vibraphone" = "Getaran";

"Marimba" = "Marimba";

"Xylophone" = "Zilofon";

"Kalimba" = "Kalimba";

"Bell" = "Loceng";

"Timpani" = "Timpani";

"Mixed" = "Jingel";

"Other Instrument" = "Instrumen Lain";

"Percussion" = "Perkusi";

"Gong" = "Gong";

"Shaker" = "Penggoncang";

"Tambourine" = "Tamburin";

"Conga" = "Konga";

"Bongo" = "Bongo";

"Cowbell" = "Genta";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Chime";

"Rattler" = "Rattler";

"Sound Effect" = "FX";

"Misc2" = "Pelbagai";

"Boom" = "Boom";

"All Effects" = "Semua Kesan";

"Effects" = "Kesan Bunyi";

"Ambience" = "Ambiens";

"People" = "Orang";

"Transportation" = "Pengangkutan";

"Weapons" = "Senjata";

"Explosions" = "Letupan";

"Impacts & Crashes" = "Impak";

"Animals" = "Haiwan";

"Sports & Leisure" = "Sukan";

"Mech/Tech" = "Mesin";

"Work/Home" = "Pejabat/Rumah";

"Misc." = "Dll.";

"Foley" = "Foley";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Sains Fiksyen";

"Strings" = "Tali";

"Violin" = "Biola";

"Viola" = "Biola";

"Cello" = "Selo";

"Harp" = "Hap";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Double Bass";

"Texture/Atmosphere" = "Tekstur";

"Vocals" = "Vokal";

"Male" = "Lelaki";

"Female" = "Perempuan";

"Choir" = "Koir";

"All" = "Semua";

"Favorites" = "Kegemaran";

"Genres" = "Genre";

"Instruments" = "Alat";

"Moods" = "Suasana";

"Reset" = "Reset";

